Revit 2027 API
SymbolTypeId.Krone Property
 Symbol kr, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Krone { get; }
Public Shared ReadOnly Property Krone As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Krone {
	ForgeTypeId^ get ();
}
static member Krone : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace